/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "сетевой пароль AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "Сеть AirPort";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "Настройки AirPort";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "Продолжить";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Ошибка";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "Сканирую…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "Подключение…";

/* Title of back button */
"GO_BACK_BUTTON" = "Назад";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Внутренний модем";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Внешний модем";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Интернет";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "Провайдер";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Настройки модема";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Модем";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "Конфигурация сети изменилась. Нажмите кнопку «ОК» для перехода к следующему шагу.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Обнаружено изменение сети";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Настройки сети";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Завершить";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Сервер";

/* Title of back button */
"START_OVER_BUTTON" = "Перезагрузить";

